IDEA Open Model
ConnectionSetup.AnalysisGNL Property
Compatible with IDEA StatiCa v 10.1
 Analysis with GNL
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public bool AnalysisGNL { get; set; }
Public Property AnalysisGNL As Boolean
	Get
	Set
public:
property bool AnalysisGNL {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace